Revit 2024 API
UnitTypeId.FahrenheitInterval Property
 Fahrenheit interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FahrenheitInterval { get; }
Visual Basic
Public Shared ReadOnly Property FahrenheitInterval As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FahrenheitInterval {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace